posts/20220207140654-war_to_identify_ourselves.org
:PROPERTIES:
:ID:       e837fa7f-1a51-458f-b9f6-4c445a7413ef
:END:
#+TITLE: War to identify ourselves
#+CREATED: [2022-02-07 Mon 14:06]
#+LAST_MODIFIED: [2022-02-07 Mon 14:13]

Wars are most often started for self-identification and cohesion of a group than for self-defense. Focus on the /feelings/ that are floating around the war talks rather than the material elements.

Both sides often benefit from the conflict. Us/ versus /them/ is very useful when giving boundaries to a group. Understanding why (modern) wars happen is thus to understand why groups need to be clearly delineated.

* TODO Find quotes in Orwell's 1984 :noexport:

** References

- [[cite:&carse2013]]
- 1984, Georges Orwell
