20220207140654-war_to_identify_ourselves.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-01-07 Sun 20:16 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>War to identify ourselves</title>
<meta name="author" content="Rémi Louf" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="style.css" /></head>
<body>
<div id="content" class="content">
<h1 class="title">War to identify ourselves</h1>
<p>
Wars are most often started for self-identification and cohesion of a group than for self-defense. Focus on the <i>feelings</i> that are floating around the war talks rather than the material elements.
</p>

<p>
Both sides often benefit from the conflict. Us/ versus <i>them</i> is very useful when giving boundaries to a group. Understanding why (modern) wars happen is thus to understand why groups need to be clearly delineated.
</p>

<div id="outline-container-orgeb6ed58" class="outline-2">
<h2 id="orgeb6ed58">Links to this note</h2>
</div>
</div>
</body>
</html>
